/* NSMenuItem : <title:About %%app%%> (oid:117) */
"About %%app%%" = "Despre %%app%%";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "Contribuții";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "Activitate";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "Înapoi";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "Bookmark";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "Adu Toate În Față";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "Caută Update…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "Închide Fereastră";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "Coloană";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "Copieză";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "Copiază URL";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Crează Arhivă";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "Personalizeaza Bara Unelte…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "Taie";

/* NSMenu : <title:%%app%%> (oid:120) */
"%%app%%" = "%%app%%";

/* NSMenuItem : <title:%%app%% Help> (oid:564) */
"%%app%% Help" = "Ajutor %%app%%";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "Șterge";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "Șterge Bookmark";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "Deconectare";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "Donează…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "Descarcă";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "Descarcă Ca…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "Descarcă La…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "Duplică Fișier…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "Editează";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "Editează Bookmark";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "Editează Cu";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "Dosar Părinte";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Conținut Arhivă";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "Fișier";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "Înainte";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "Du-te";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "Du-te la Dosarul…";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "Ajutor";

/* NSMenuItem : <title:Hide %%app%%> (oid:101) */
"Hide %%app%%" = "Ascunde %%app%%";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "Ascunde Restul";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "Ascunde Bara Unelte";

/* NSMenu : <title:History> (oid:323) */
"History" = "Istorie";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "Info";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "Interior";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "Licență";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "MainMenu";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "Meniu";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "Minimizare";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "Bookmark Nou";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "Browser Nou";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "Descărcare Nouă";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "Fișier Nou…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "Dosar Nou…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:617) */
"Nickname" = "Nickname";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "Deschide Conexiune…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "Deschide Web URL";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Open in Terminal.app";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "Lipește";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "Preferințe…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "Tipărire…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Vedere Rapidă";

/* NSMenuItem : <title:Quit %%app%%> (oid:92) */
"Quit %%app%%" = "Ieșire %%app%%";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "Refă";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "Actualizează";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "Redenumește Fișier…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "Reportează Eroare";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Revert";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Caută…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "Selectează Tot";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "Trimite Comandă…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "Servicii";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "Afișează Tot";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "Afișează Fișierele Ascunse";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "Stop";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "Sincronizează…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "Codificare Text";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Comută pe Bookmarks";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Comută pe Statistici";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "Transferuri";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "Revenire";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "Încarcă…";

/* NSMenu : <title:View> (oid:118) */
"View" = "View";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "Window";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "ca Lista";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "ca Titluri";

